{
  "advanced": [
    "한글로 된 예술적인 책에서 가져온 대략적인 4단락의 텍스트를 작성해 드리겠습니다. 푸른 하늘이 맑고 청명한 날, 작은 마을은 그을린 담벼락과 이야기를 나누었다. 마을 주민들은 햇살에 눈을 가린 채 길가에 모여들었다. 각자의 얘기를 귀기울여 주고받으며 미소가 절로 머릿속에 스며들었다. 아름다운 자연과 함께 존재하는 작은 마을은 마치 세상에서 제일 행복한 곳처럼 느껴졌다. 낮은 산 위에는 온통 초록빛이 펼쳐져 있었다. 나무의 잎사귀와 풀밭, 푸른 잔디구렁이는 서로 어우러져 아름다운 자태를 이루었다. 가벼운 바람이 스치면서 잔디의 색이 흔들렸고, 바람을 따라 담장 위에 핀 작은 꽃들은 자신들의 아름다움을 드러냈다. 산속의 공기는 상쾌하고 향긋하여 마음을 안정시켜 주었다. 바다가 끝없이 펼쳐진 곳에 한 소녀가 있었다. 그녀는 끝없는 푸른 바다를 보며 자유롭게 머릿속을 헤맸다. 파도가 밀려와 발에 닿으면서도 그녀는 웃음을 터뜨리며 시원한 물결 속으로 뛰어들었다. 그녀의 마음은 무거운 고민과 걱정을 날려버리는 듯 했다. 푸른 바다와 그녀의 존재는 하나로 얽혀 있었고, 그 풍경은 동화 같은 아름다움을 풍겼다. 높은 산 위로 오르면 달이 어둠을 밝히는 하늘에 피어났다. 별들은 깊은 어둠을 밝히기 위해 하나 둘 찾아나서며 하늘을 수놓았다. 마을 사람들은 멀리서 별빛을 바라보며 꿈을 꾸었다. 그들의 눈은 밤하늘의 아름다움에 빠져들고, 마음은 새로운 희망으로 가득 찼다. 이 아름다운 광경은 마을의 평온한 밤을 더욱 아름답게 만들었다. 잠이 깨어 나는 순간, 나는 그림자처럼 흐릿한 기억을 느꼈다. 끊임없이 피어나는 고요한 풍경, 그리고 사라지는 추억의 조각들. 내 안에 깊이 새겨진 이야기들이 헤매였다. 모든 것이 흐려져 가는 동안, 하나의 형상이 나타났다. 그것은 어린 소녀의 모습이었다. 소녀는 알 수 없는 공간에서 나타났다. 그녀의 눈동자는 투명한 하늘처럼 맑고 맑았다. 그녀의 머리카락은 바람에 휘날리며 빛의 속도로 번뜩이고 있었다. 그녀는 조용히 웃으며 내게 다가왔다. 그녀의 목소리는 바람의 속삭임과 같았다. \"너의 마음에 닿을 수 있는 것들을 찾아보라\"라고 말했다. 나는 소녀의 말에 깊이 고개를 숙였다. 내 안의 어딘가에서 나오는 그리움과 사랑의 감정을 알아차렸다. 이제야 알았다. 나는 이 세계에서 무엇을 찾아야 할지를. 내 안에 퍼져있는 그 모든 감정들이 단지 존재일 뿐만이 아니라, 발견되기를 기다리는 보물이라는 것을. 그래서 나는 눈을 감았다. 내 안의 세계로 들어가기 위해. 그곳에서 나는 내 마음의 풍경을 그리며, 추억의 조각들을 모으고, 소녀와 함께 걷는 길을 찾을 것이다.",
    "총잡이는 그의 목표를 논란없이 정확하게 겨냥했다. 그의 손목은 미세한 움직임으로 자연스럽게 조준선을 따라갔고, 곧바로 그의 손가락은 방아쇠를 당겼다. 총의 덜거나는 소리와 함께 탄환은 총신을 빠져나와 목표물을 향해 날아갔다. 그의 훈련과 경험은 그에게 탁월한 명중률을 보장해주었다. 화려한 피리소리가 공중에서 퍼져나갔다. 연주자의 손은 피리를 자유자재로 다루며 멜로디를 창조했다. 그의 솜씨와 음악적 감각은 청중을 매료시켰고, 한 사람도 그리운 노래를 듣고 있으면서 멈출 수 없었다. 피리는 그의 터치에 반응하며 마치 마법처럼 소리를 빚어냈다. 모든 이들은 무대에서 펼쳐지는 이 아름다운 음악에 완전히 사로잡혔다.",
    "해가 지는 곳에서 조용히 바닷가를 걷고 있는 커플. 그들의 손은 서로의 손을 꼭 잡았고, 그들은 서로를 향한 사랑을 나누고 있었다. 바람은 그들의 머리카락을 부드럽게 흔들며 산들바람처럼 상쾌했다. 멀리서는 파도 소리가 들려오고, 해가 물에 떠있는 장면은 그들의 사랑을 더욱 아름답게 했다. 그들은 하루의 마지막 순간을 함께 보내며 행복한 미소로 서로를 바라보았다.",
    "저녁 노을이 하늘을 물들이며 마을에 평화로운 분위기가 퍼져갔다. 사람들은 마을 광장에 모여 서로 이야기를 나누며 웃고 있었다. 어린이들은 뛰어다니며 즐거움을 표현하고, 어른들은 여유롭게 산책하며 일상의 스트레스를 잊어버렸다. 이 작은 마을은 마치 따뜻한 안식처 같아서 사람들은.",
    "맑은 가을 하늘에 작은 구름들이 하얗게 떠다니고 있었다. 호수의 푸른 물결이 바람에 흔들리며 햇살을 반짝이는 푸른 다이아몬드로 바꿔놓았다. 그 속에서 작은 나뭇잎 한 장이 바람에 날아올랐다. 그 나뭇잎은 세상에 처음 태어난 듯한 흥분감을 느꼈다. 한없이 자유롭게 날 수 있다는 것이 얼마나 아름다운 일인지를 알았다. 그 나뭇잎은 풍경을 지나며 자신만의 이야기를 펼쳤다. 그의 이야기는 작지만 특별하고 아름다웠다. 그는 작은 벌레들과 대화하며 사막을 걸어 다녔고, 산의 정상에서 달과 별들과 노래를 나눴다. 그리고 한낮의 더운 태양 아래에서도 힘차게 자랄 수 있는 나뭇잎의 역할을 배웠다.",
    "그러던 어느 날, 그 나뭇잎은 큰 나무에 떨어졌다. 처음에는 외롭고 불안했지만, 그는 점점 자신의 존재를 인정받고 세상의 다양한 생명과 연결되었다. 그의 작은 존재가 이 큰 세상에서도 중요하고 의미있음을 깨달았다. 이 소중한 나뭇잎의 이야기는 아직도 계속되고 있다. 이 작고 모든 것을 느끼며 사는 나뭇잎은 세상을 향해 미소를 짓고, 자신을 사랑하며 살아간다. 이런 식으로, 작가는 자연과 인간의 연결, 작은 것들의 아름다움, 자기 인정의 중요성 등을 풀어내며 독자를 감동시키고 사고를 고취시키는 이야기를 펼칠 수 있습니다.",
    "밤하늘이 천체들의 무한한 신비와 경이로움을 드러내는 동안, 우주는 우리에게 끝없는 신비와 경외심을 안겨줍니다. 반짝이는 각성마디마다, 우리는 세계 밖의 넓은 영역을 상기시키며 위대함을 느낍니다. 우주의 영역은 우리의 상상력이 날아오를 수 있고, 우리의 지식에 대한 갈증을 불붙일 수 있는 곳입니다. 우주는 무한한 별과 은하, 행성들로 가득 찬 기적의 장소입니다. 그 곳에서 우리는 신비로운 블랙홀의 힘을 탐구하고, 아름다운 은하의 춤을 감상하며, 그림 같은 행성들의 비밀을 탐험합니다. 우주 탐험은 우리가 어딘가 잊고 있던 우리 자신의 작은 존재를 깨우치고, 우리가 어떤 부분에서든 연결되어 있음을 알리는 열쇠입니다.",
    "이 모든 탐험은 힘든 과정을 요구하지만, 그 과정에서 우리는 끊임없이 성장하고 진보할 수 있습니다. 우주는 우리에게 인간의 한계를 시험하고, 우리의 지구적인 시각을 벗어나게 하며, 우리에게 우리 자신의 작은 존재가 얼마나 중요한지를 깨닫게 합니다. 우주 탐험은 우리에게 놀라움과 경외심을 안겨줍니다. 그곳에서 우리는 무한한 가능성을 발견하고, 인간의 질문과 탐구의 욕구에 응답하는 답을 찾습니다. 우주는 우리에게 존재의 의미를 탐색하고, 우리의 본성과 우리가 세상에 미치는 영향을 깨닫게 합니다.",
    "이렇게 우주에 대한 풍부한 텍스트를 통해, 우리는 우주의 놀라움과 아름다움에 푹 빠져들 수 있고, 우리 자신의 소소한 존재와의 연결을 깨닫게 됩니다. 우주는 우리가 살아가는 이 세계의 훌륭한 선물입니다. 그것은 우리에게 용기와 감동, 그리고 끊임없는 탐구와 발전의 기회를 제공합니다. 우리는 이러한 우주적인 여행을 통해 세계를 넘어 우리 자신을 발견하고, 우리의 존재에 대한 새로운 이해와 깨닫음을 얻을 수 있습니다."
  ],
  "beginner": [
    "이렇게 우주에 대한 풍부한 텍스트를 통해, 우리는 우주의 놀라움과 아름다움에 푹 빠져들 수 있고, 우리 자신의 소소한 존재와의 연결을 깨닫게 됩니다. 우주는 우리가 살아가는 이 세계의 훌륭한 선물입니다. 그것은 우리에게 용기와 감동, 그리고 끊임없는 탐구와 발전의 기회를 제공합니다. 우리는 이러한 우주적인 여행을 통해 세계를 넘어 우리 자신을 발견하고, 우리의 존재에 대한 새로운 이해와 깨닫음을 얻을 수 있습니다."
  ],

  "words": [
    "소소한", "연결을", "용기와", "불붙일", "날"
  ]
}



